Repository: vohoailinh90/xu-ios
Catalog: App/Shared/Localizable.xcstrings
Source language: vi
Languages: en, ja

source: Bạn vừa tiêu gì?
en: What did you just spend on?
ja: 何に使いましたか?

source: Dùng trong Tự động hóa › Giao dịch để tự ghi khi quẹt Apple Pay.
en: Use in Automation › Transaction to log Apple Pay payments automatically.
ja: オートメーションで使うと、Apple Payの支払いを自動で記録します。

source: Ghi chi tiêu
en: Log expense
ja: 支出を記録

source: Ghi giao dịch thẻ
en: Log card payment
ja: カード払いを記録

source: Ghi khoản quen
en: Log quick pick
ja: いつものを記録

source: Ghi một khoản chi bằng một câu, ví dụ "cà phê 35k".
en: Log an expense with one sentence, like "coffee 35k".
ja: 「コーヒー 350円」のように、ひと言で支出を記録します。

source: Mã khoản quen
en: Quick pick ID
ja: いつものID

source: Mở ô ghi chi tiêu
en: Open expense entry
ja: 支出の入力を開く

source: Mở Xu, con trỏ nằm sẵn trong ô ghi.
en: Opens Xu with the cursor ready in the entry field.
ja: 入力欄にカーソルがある状態でXuを開きます。

source: Người bán
en: Merchant
ja: 支払先

source: Nội dung
en: Text
ja: 内容

source: Số tiền
en: Amount
ja: 金額
